Repository: galaxyfeeder/CodeSubmission
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: Home
ca: Inici

source: Welcome,
ca: Benvingut,

source: Log out
ca: Tancar sessió

source: Problems
ca: Problemes

source: There's nothing submitted.
ca: No s'ha pujat res.

source: Submit
ca: Enviar

source: Log in again
ca: Entrar de nou

source: Log in
ca: Entrar

source: Please correct the error below.
ca: Sius plau, arregla l'error.

source: Please correct the errors below.
ca: Sisu plau arregla els errors.

source: Reviews
ca: Revisions

source: Start revising
ca: Revisar

source: This submission has been marked as started revising.
ca: Aquesta submissin esta marcada com començada a revisar.

source: Download code
ca: Descàrregar codi

source: This submission has been already revised.
ca: Aquesta submission ja s'ha revisat.

source: On revising progress
ca: En revisió
